content/lucid-dreaming.org
established science


Have you ever...


The big ~F~'s

** flying
Best: Into space.
** the big f
It used to tempt me a los
** fighting
fighting for me really is trying to do some magic,
sometimes to fight some demon and sometimes just for the heck of it.


* Checklist

** the big =f=

A list of creatures I have had great interactions with in my dreams:

*** DONE witch (multiple)
*** DONE fairy
That one was slightly scary.
*** DONE pirate
*** DONE mermaids
*** TODO god
*** TODO super hero
*** TODO planet
*** TODO hive mind
