lucid-dreaming.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org4d85825">flying</a></li>
<li><a href="#org31be93e">the big f</a></li>
<li><a href="#orgb37baa9">fighting</a></li>
</ul>
</li>
<li><a href="#org413b286">Checklist</a>
<ul>
<li><a href="#orgbd580f3">the big <code>f</code></a>
<ul>
<li><a href="#org3c67a64"><span class="done DONE">DONE</span> witch (multiple)</a></li>
<li><a href="#org217b180"><span class="done DONE">DONE</span> fairy</a></li>
<li><a href="#org7f40c92"><span class="done DONE">DONE</span> pirate</a></li>
<li><a href="#org2e9719f"><span class="done DONE">DONE</span> mermaids</a></li>
<li><a href="#orgb756e31"><span class="todo TODO">TODO</span> god</a></li>
<li><a href="#org02f3b86"><span class="todo TODO">TODO</span> super hero</a></li>
<li><a href="#orgb00d410"><span class="todo TODO">TODO</span> planet</a></li>
<li><a href="#orgcbace8e"><span class="todo TODO">TODO</span> hive mind</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
established science
</p>


<p>
Have you ever&#x2026;
</p>


<p>
The big <code>F</code>'s
</p>

<div id="outline-container-org4d85825" class="outline-3">
<h3 id="org4d85825">flying</h3>
<div class="outline-text-3" id="text-org4d85825">
<p>
Best: Into space.
</p>
</div>
</div>
<div id="outline-container-org31be93e" class="outline-3">
<h3 id="org31be93e">the big f</h3>
<div class="outline-text-3" id="text-org31be93e">
<p>
It used to tempt me a los
</p>
</div>
</div>
<div id="outline-container-orgb37baa9" class="outline-3">
<h3 id="orgb37baa9">fighting</h3>
<div class="outline-text-3" id="text-orgb37baa9">
<p>
fighting for me really is trying to do some magic,
sometimes to fight some demon and sometimes just for the heck of it.
</p>
</div>
</div>


<div id="outline-container-org413b286" class="outline-2">
<h2 id="org413b286">Checklist</h2>
<div class="outline-text-2" id="text-org413b286">
</div>
<div id="outline-container-orgbd580f3" class="outline-3">
<h3 id="orgbd580f3">the big <code>f</code></h3>
<div class="outline-text-3" id="text-orgbd580f3">
<p>
A list of creatures I have had great interactions with in my dreams:
</p>
</div>

<div id="outline-container-org3c67a64" class="outline-4">
<h4 id="org3c67a64"><span class="done DONE">DONE</span> witch (multiple)</h4>
</div>
<div id="outline-container-org217b180" class="outline-4">
<h4 id="org217b180"><span class="done DONE">DONE</span> fairy</h4>
<div class="outline-text-4" id="text-org217b180">
<p>
That one was slightly scary.
</p>
</div>
</div>
<div id="outline-container-org7f40c92" class="outline-4">
<h4 id="org7f40c92"><span class="done DONE">DONE</span> pirate</h4>
</div>
<div id="outline-container-org2e9719f" class="outline-4">
<h4 id="org2e9719f"><span class="done DONE">DONE</span> mermaids</h4>
</div>
<div id="outline-container-orgb756e31" class="outline-4">
<h4 id="orgb756e31"><span class="todo TODO">TODO</span> god</h4>
</div>
<div id="outline-container-org02f3b86" class="outline-4">
<h4 id="org02f3b86"><span class="todo TODO">TODO</span> super hero</h4>
</div>
<div id="outline-container-orgb00d410" class="outline-4">
<h4 id="orgb00d410"><span class="todo TODO">TODO</span> planet</h4>
</div>
<div id="outline-container-orgcbace8e" class="outline-4">
<h4 id="orgcbace8e"><span class="todo TODO">TODO</span> hive mind</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.0.50 (<a href="https://orgmode.org">Org</a> mode 9.5.4)</p>
</div>
</body>
</html>
